Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/DigitalSeparationUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CONTINUITY_DETAIL
source: Your current settings allow iPhone camera, widgets, app notifications, and more to appear on some connected devices when iPhone is nearby.
ar: تسمح إعداداتك الحالية بظهور كاميرا iPhone والأدوات وإشعارات التطبيقات والمزيد على بعض الأجهزة المتصلة عندما يكون iPhone قريبًا.
bg: Текущите ви настройки позволяват на камерата, инструментите, известията от приложения и други на iPhone да се появяват на някои свързани устройства, когато iPhone е близо до тях.
ca: La configuració actual permet que la càmera, els ginys i les notificacions de les apps, entre d’altres, apareguin als dispositius connectats que es mostren aquí quan l’iPhone hi sigui a prop.
cs: Když se iPhone při stávajícím nastavení přiblíží k připojeným zařízením, může se na některých z nich objevit váš fotoaparát, widgety, oznámení z aplikací a další položky.
da: Dine aktuelle indstillinger tillader, at iPhone-kameraet, -widgets, -appnotifikationer m.m. kan vises på nogle forbundne enheder, når iPhone er i nærheden.
de: Durch deine aktuellen Einstellungen können die iPhone-Kamera, Widgets, App-Mitteilungen und mehr auf einigen verbundenen Geräten angezeigt werden, wenn sich das iPhone in deren Nähe befindet.
el: Οι τρέχουσες ρυθμίσεις σας επιτρέπουν την εμφάνιση της κάμερας, των widget, των γνωστοποιήσεων εφαρμογών και άλλων στοιχείων του iPhone σας σε κάποιες συνδεδεμένες συσκευές, όταν βρίσκεται κοντά.
es: Los ajustes actuales permiten que, cuando este iPhone esté cerca, la cámara, los widgets, las notificaciones de las apps y otros elementos aparezcan en algunos dispositivos conectados.
es_us: La configuración actual permite que, cuando el iPhone esté cerca, se muestren en los dispositivos conectados algunos de sus elementos, como la cámara, widgets, notificaciones de las apps y más.
fi: Nykyiset asetukset sallivat mm. iPhonen kameran, widgettien ja appi-ilmoitusten näkyvän joissakin yhdistetyissä laitteissa, kun iPhone on lähellä.
fr: Vos réglages actuels autorisent l’affichage de la caméra, des widgets, des notifications d’app et d’autres fonctionnalités de votre iPhone sur certains appareils connectés lorsque ce dernier est à proximité.
fr_ca: Vos réglages actuels permettent à la caméra, aux widgets, aux notifications d’apps et à bien d’autres éléments de l’iPhone de s’afficher sur certains appareils connectés lorsque l’iPhone est à proximité.
he: ההגדרות הנוכחיות שלך מאפשרות למצלמת ה-iPhone, לווידג׳טים, לעדכוני יישומים ועוד להופיע במכשירים מחוברים מסוימים כשה-iPhone נמצא בסביבתם.
hi: iPhone आस-पास होने पर आपकी वर्तमान सेटिंग्ज़ iPhone कैमरा, विजेट, ऐप सूचनाएँ आदि को कुछ कनेक्टेड डिवाइस पर दिखाई देने की अनुमति देती है।
hr: Vaše trenutačne postavke dozvoljavaju prikazivanje kamere, widgeta, obavijesti aplikacija i drugih značajki iPhonea na nekim spojenim uređajima kad se iPhone nalazi u blizini.
hu: A jelenlegi beállításai lehetővé teszik, hogy az iPhone kamerája, widgetjei, appértesítései és egyebek megjelenjenek néhány csatlakoztatott eszközön, amikor az iPhone a közelben van.
id: Pengaturan Anda saat ini memungkinkan kamera, widget, pemberitahuan app, dan fitur iPhone lainnya untuk muncul di sejumlah perangkat yang terhubung saat iPhone berada di sekitar.
it: Quando iPhone è nelle vicinanze, le impostazioni attuali consentono la visualizzazione della fotocamera, dei widget, delle notifiche delle app e altro ancora su alcuni dispositivi connessi.
ja: 現在の設定により、iPhoneが近くにある場合、iPhoneのカメラ、ウィジェット、アプリの通知などが一部の接続されているデバイスに表示されるようになります。
kk: iPhone құрылғысы кейбір қосылған құрылғылардың жанында болғанда, ағымдағы реттеулеріңіз iPhone камерасының, виджеттерінің, қолданба хабарландыруларының және т.б. осы құрылғыларда көрсетілуіне мүмкіндік береді.
ko: 현재 설정에 의해, iPhone이 근처에 있을 때 iPhone 카메라, 위젯, 앱 알림 등이 일부 연결된 기기에 표시될 수 있습니다.
lt: Dabartiniai nustatymai rodo „iPhone“ kamerą, valdiklius, programų pranešimus ir kt. kai kuriuose prijungtuose įrenginiuose, kai „iPhone“ yra netoliese.
ms: Seting semasa anda membolehkan kamera, widget, pemberitahuan app iPhone dan banyak lagi kelihatan pada sesetengah peranti bersambung apabila iPhone berada berdekatan.
nl: Met je huidige instellingen kunnen onderdelen zoals je iPhone-camera, widgets en appmeldingen worden weergegeven op sommige verbonden apparaten wanneer deze iPhone in de buurt is.
no: Gjeldende iPhone-innstillinger tillater at kameraet, widgeter, appvarslinger og annet kan vises på noen tilkoblede enheter når iPhonen er i nærheten.
pl: Twoje bieżące ustawienia umożliwiają wyświetlanie między innymi aparatu, widżetów i powiadomień z aplikacji pochodzących z iPhone’a na niektórych połączonych urządzeniach, które znajdują się blisko niego.
pt_br: Os ajustes atuais permitem que a câmera, os widgets e notificações de apps do iPhone, entre outros recursos, apareçam em alguns dispositivos conectados quando o iPhone está por perto.
pt_pt: As definições atuais permitem que a câmara, os widgets, as notificações de aplicações e outros elementos do iPhone apareçam em alguns dispositivos ligados quando o iPhone estiver por perto.
ro: Configurările actuale permit afișarea de conținut de pe iPhone, precum camera, widgeturile și notificările aplicațiilor pe unele dispozitive conectate, atunci când iPhone‑ul se află în apropiere.
ru: Сейчас на iPhone заданы настройки, которые разрешают отображение камеры, виджетов уведомлений приложений и другого контента на некоторых подключенных устройствах, когда iPhone рядом с ними.
sk: Vaše aktuálne nastavenia umožňujú kamere, widgetom, hláseniam apiek a ďalším položkám z iPhonu zobrazovať sa na niektorých pripojených zariadeniach, keď je iPhone v ich blízkosti.
sl: Trenutne nastavitve omogočajo prikaz iPhonove kamere, gradnikov, obvestil aplikacij in drugih elementov v nekaterih povezanih napravah, ko je iPhone v bližini.
sv: Dina aktuella inställningar gör att iPhones kamera, widgetar, appnotiser med mera kan visas på vissa anslutna enheter när iPhone befinner sig i närheten.
th: การตั้งค่าปัจจุบันของคุณช่วยให้กล้อง iPhone, วิดเจ็ต, การแจ้งเตือนแอป และอื่นๆ แสดงบนอุปกรณ์ที่เชื่อมต่อบางอุปกรณ์เมื่อ iPhone อยู่ใกล้เคียง
tr: Şu anki ayarlarınız, iPhone yakındayken iPhone kameranızın, araç takımlarınızın, uygulama bildirimlerinizin ve daha fazlasının bazı bağlı aygıtlarda görünmesine olanak tanır.
uk: За поточних налаштувань камера, віджети, сповіщення від програм тощо з цього iPhone можуть показуватися на підʼєднаних пристроях, коли він перебуває поблизу.
vi: Cài đặt hiện tại của bạn cho phép camera, tiện ích, thông báo ứng dụng của iPhone, v.v. xuất hiện trên một số thiết bị được kết nối khi iPhone ở gần.
zh_cn: iPhone在附近时，当前设置可使iPhone相机、小组件和App通知等在部分已连接设备上显示。
zh_hk: 你的目前設定允許iPhone相機、小工具、App通知等在iPhone位於附近時，在部份已連接的裝置上顯示。
zh_tw: 你的目前設定會允許iPhone相機、小工具、App通知和其他內容在iPhone位於附近時，顯示於部分已連接的裝置上。

# APP_ACCESS_COMPLETE_DETAIL
source: You have reviewed which apps have access to your information. Any changes you made have been saved. Step 3: Review your account security.
ar: لقد راجعت التطبيقات التي يمكنها الوصول إلى معلوماتك، وتم حفظ أي تغييرات أجريتها. الخطوة ٣: مراجعة أمن جهازك وحسابك.
bg: Прегледахте кои приложения имат достъп до вашата информация. Всички направени от вас промени са запазени. Стъпка 3: Прегледайте сигурността на вашата регистрация.
ca: Has revisat quines apps poden accedir a la teva informació i s‘han desat tots els canvis que has fet. Pas 3: revisa la seguretat del compte.
cs: Zkontrolovali jste, které aplikace mají přístup k vašim informacím. Všechny provedené změny byly uloženy. Krok 3: Zkontrolujte zabezpečení účtu.
da: Du har gennemgået, hvilke apps, der har adgang til dine oplysninger. Eventuelle ændringer, du har foretaget, er blevet gemt. Trin 3: Gennemgå din kontosikkerhed.
de: Du hast überprüft, welche Apps Zugriff auf deine Daten haben. Von dir vorgenommene Änderungen wurden gesichert. Schritt 3: Überprüfe deine Accountsicherheit.
el: Ελέγξατε ποιες εφαρμογές έχουν πρόσβαση στα δεδομένα σας. Αποθηκεύτηκαν οποιεσδήποτε αλλαγές κάνατε. Βήμα 3: Ελέγξτε την ασφάλεια του λογαριασμού σας.
es: Has revisado qué apps tienen acceso a tus datos y se han guardado los cambios que has hecho. Paso 3: Revisa la seguridad de tu cuenta.
es_us: Ya revisaste cuáles apps tienen acceso a tu información y se guardaron todos los cambios que realizaste. El tercer paso es revisar la seguridad de tu dispositivo y tu cuenta.
fi: Olet tarkistanut, mitkä apit voivat käyttää tietojasi. Tekemäsi muutokset on tallennettu. Vaihe 3: Tarkista tilisi suojaus.
fr: Vous avez vérifié les apps ayant accès à vos informations. Toutes les modifications apportées ont été enregistrées. Étape 3 : vérifiez la sécurité de votre compte.
fr_ca: Vous avez révisé quelles apps ont accès à vos informations. Toutes vos modifications ont été enregistrées. Étape 3 : vérifiez la sécurité de votre compte.
he: סיימת לבדוק לאילו יישומים יש גישה למידע שלך. כל השינויים שביצעת נשמרו. שלב 3: לבדוק את אבטחת החשבון.
hi: आपने यह समीक्षा कर ली है कि कौन-से ऐप्स के पास आपकी जानकारी का ऐक्सेस है। आपके द्वारा किए गए सभी बदलाव सहेज दिए गए हैं। चरण 3 : अपने खाते की सुरक्षा की समीक्षा करें।
hr: Pregledali ste koje aplikacije imaju pristup vašim informacijama. Sve unesene promjene spremljene su. Korak 3: pregledajte sigurnost računa.
hu: Áttekintette hogy mely appok rendelkeznek hozzáféréssel az Ön adataihoz. Minden Ön által végzett módosítás mentve lett. 3. lépés: Tekintse át a fiókjának biztonságát.
id: Anda telah meninjau app mana yang memiliki akses ke informasi Anda. Semua perubahan yang Anda buat telah disimpan. Langkah 3: Tinjau keamanan akun Anda.
it: Hai rivisto le app che hanno accesso alle tue informazioni. Tutte le modifiche effettuate sono state salvate. Passaggio 3: rivedi la sicurezza dell’account.
ja: あなたの情報にアクセスできるアプリを確認しました。変更は保存されました。 手順3: デバイスとアカウントのセキュリティを確認しましょう。
kk: Ақпаратыңызға қандай қолданбалардың қол жеткізе алатынын қарап шықтыңыз. Сіз жасаған кез келген өзгертулер сақталды. 3-қадам: аккаунтыңыздың қауіпсіздігін тексеріңіз.
ko: 사용자의 정보에 접근할 수 있는 앱에 대한 검토를 완료했으며, 변경한 모든 사항이 저장되었습니다. 3단계: 사용자의 계정 보안을 검토하십시오.
lt: Peržiūrėjote, kurios programos turi prieigą prie jūsų informacijos. Bet kokie atlikti pakeitimai išsaugoti. 3 veiksmas: peržiūrėkite paskyros saugumą.
ms: Anda telah menyemak app yang mempunyai akses kepada maklumat anda. Sebarang perubahan yang anda buat telah disimpan. Langkah 3: Semak keselamatan akaun anda.
nl: Je hebt gecontroleerd welke apps toegang hebben tot je informatie, Alle wijzigingen die je hebt aangebracht, zijn bewaard. Stap 3: Controleer de beveiliging van je account.
no: Du har sett gjennom hvilke apper som har tilgang til informasjonen din, og alle eventuelle endringer er arkivert. Trinn 3: Se gjennom kontosikkerheten din.
pl: Lista aplikacji, które mają dostęp do Twoich informacji, została sprawdzona. Ewentualne zmiany zostały zachowane. Krok 3: Przejrzyj zabezpieczenia kont.
pt_br: Você revisou quais apps têm acesso às suas informações. As alterações que você fez foram salvas. Passo 3: revise a segurança da sua conta.
pt_pt: Reviu as aplicações que têm acesso à sua informação. Quaisquer alterações que tenha efetuado foram guardadas. Passo 3: reveja a segurança da sua conta.
ro: Ați revizuit ce aplicații au acces la informațiile dvs. Toate modificările efectuate au fost salvate. Pasul 3: Revizuiți securitatea contului.
ru: Вы проверили, у каких приложений есть доступ к Вашей информации. Все внесенные Вами изменения сохранены. Шаг 3: проверьте настройки безопасности своей учетной записи.
sk: Skontrolovali ste, ktoré apky majú prístup k vašim informáciám. Všetky vykonané zmeny boli uložené. Krok 3: Skontrolujte zabezpečenie svojho účtu.
sl: Pregledali ste, katere aplikacije imajo dostop do vaših informacij. Vse spremembe, ki ste jih opravili, so bile shranjene. 3. korak: preverite varnost svojega računa.
sv: Du har granskat vilka appar som har tillgång till din information. Alla ändringar du har gjort har sparats. Steg 3: Granska säkerheten för kontot.
th: คุณตรวจสอบแอปที่สามารถเข้าถึงข้อมูลของคุณแล้ว การเปลี่ยนแปลงที่คุณทำถูกบันทึกแล้ว ขั้นตอนที่ 3: ตรวจสอบความปลอดภัยของบัญชีของคุณ
tr: Bilgilerinize erişimi olan uygulamaları gözden geçirdiniz. Yaptığınız değişikliklerin tümü kaydedildi. 3. Adım: Hesap güvenliğinizi gözden geçirin.
uk: Ви перевірили, які програми мають доступ до вашої інформації. Усі внесені зміни було збережено. Крок 3: перевірте, чи захищено ваш обліковий запис.
vi: Bạn đã xem lại những ứng dụng nào có quyền truy cập vào thông tin của mình. Mọi thay đổi mà bạn thực hiện đã được lưu. Bước 3: Xem lại bảo mật tài khoản của bạn.
zh_cn: 你已检查哪些App可以访问你的信息，所作更改均已存储。 第3步：检查你的账户安全性。
zh_hk: 你已經檢視可以取用你資料的App。你所作的任何更改已被儲存。 步驟3：檢視你的帳户保安。
zh_tw: 你已檢視可取用你資訊的App，任何你所做的更動皆已儲存。 第3步：檢視你的帳號安全性。

source: Emergency SOS
ar: طوارئ SOS
bg: SOS обаждане
ca: Emergència SOS
cs: Tíseň SOS
da: Nød‑SOS
de: Notruf SOS
el: Επείγον SOS
es: Emergencia SOS
es_us: Emergencia SOS
fi: Hätätila SOS
fr: Appel d’urgence
fr_ca: Urgence SOS
he: חירום SOS
hi: आपातकालीन SOS
hr: Hitan poziv
hu: Vészhelyzet – SOS
id: Darurat SOS
it: SOS emergenze
ja: 緊急SOS
kk: Төтенше қоңырау — SOS
ko: 긴급 구조 요청
lt: SOS signalas
ms: SOS Kecemasan
nl: Noodmelding
no: Nødanrop (SOS)
pl: Alarmowe SOS
pt_br: SOS de Emergência
pt_pt: SOS emergência
ro: S.O.S. urgențe
ru: Экстренный вызов — SOS
sk: SOS
sl: Nujni poziv SOS
sv: Nödanrop SOS
th: SOS ฉุกเฉิน
tr: Acil SOS
uk: Сигнал SOS
vi: SOS khẩn cấp
zh_cn: SOS紧急联络
zh_hk: 緊急求助SOS
zh_tw: SOS緊急服務

# 4_DIGIT_CODE
source: 4-Digit Numeric Code
ar: رمز رقمي من ٤ أرقام
bg: 4-цифров код
ca: Codi numèric de 4 dígits
cs: Čtyřmístný číselný kód
da: 4-cifret numerisk kode
de: Vierstelliger numerischer Code
el: 4ψήφιος αριθμητικός κωδικός
es: Código numérico de 4 dígitos
es_us: De cuatro dígitos
fi: Nelinumeroinen koodi
fr: Code à 4 chiffres
fr_ca: Code à 4 chiffres
he: קוד ספרתי בן 4 ספרות
hi: 4 अंकीय संख्यात्मक कोड
hr: Četveroznamenkasti kôd
hu: 4 számjegyű numerikus kód
id: Kode Numerik 4 Digit
it: Codice numerico a 4 cifre
ja: 4桁の数字コード
kk: 4 цифрлы код
ko: 4자리 숫자 코드
lt: 4 skaitmenų skaitinis kodas
ms: Kod Angka 4 Digit
nl: 4-cijferige code
no: Firesifret tallkode
pl: 4-cyfrowy kod numeryczny
pt_br: Código Numérico de 4 Dígitos
pt_pt: Código numérico de 4 dígitos
ro: Cod numeric de 4 cifre
ru: Код из 4 цифр
sk: 4-ciferný číselný kód
sl: 4-mestna numerična koda
sv: 4-siffrig kod
th: รหัสตัวเลข 4 หลัก
tr: 4 Basamaklı Sayısal Kod
uk: 4-значний числовий код
vi: Mã số 4 chữ số
zh_cn: 4位数字密码
zh_hk: 4位數字密碼
zh_tw: 4位數密碼

# UNINSTALL_APPS_DETAIL
source: Uninstall apps that you don’t recognize or use. Apps can run in the background and determine your ongoing location using your IP address.
ar: ألغِ تثبيت التطبيقات التي لا تعرفها أو تستخدمها. يمكن للتطبيقات التشغيل في الخلفية وتحديد موقعك الحالي باستخدام عنوان IP الخاص بك.
bg: Деинсталирайте приложения, които не разпознавате или не използвате. Приложенията могат да работят във фонов режим и да определят текущото ви местоположение, като използват вашия IP адрес.
ca: Desinstal·la les apps que no reconeguis o no facis servir. Les apps es poden executar en segon pla i poden utilitzar l’adreça IP per determinar on et trobes.
cs: Odinstalujte aplikace, které nepoznáváte nebo nepoužíváte. Aplikace můžou být spuštěné na pozadí a průběžně určovat vaši polohu z vaší IP adresy.
da: Fjern apps, som du ikke bruger eller genkender. Apps kan afvikles i baggrunden og bestemme din aktuelle lokalitet vha. din IP-adresse.
de: Deinstalliere Apps, die du nicht kennst oder nicht verwendest. Apps können im Hintergrund ausgeführt werden und mithilfe deiner IP-Adresse deinen aktuellen Standort bestimmen.
el: Απεγκαταστήστε τις εφαρμογές που δεν αναγνωρίζετε ή δεν χρησιμοποιείτε. Οι εφαρμογές μπορούν να εκτελούνται στο παρασκήνιο και να προσδιορίζουν την τρέχουσα τοποθεσία σας μέσω της διεύθυνσης IP σας.
es: Desinstala las apps que no reconozcas o uses. Las apps pueden ejecutarse en segundo plano y determinar tu ubicación actual mediante tu dirección IP.
es_us: Desinstala las apps que no reconozcas o que no uses. Dichas apps podrían ejecutarse en segundo plano y determinar tu ubicación a través de tu dirección IP.
fi: Poista apit, joita et tunnista tai käytä. Apit saattavat olla käynnissä taustalla ja määrittää sijaintisi jatkuvasti käyttämällä IP-osoitettasi.
fr: Désinstallez les apps que vous ne reconnaissez ou n’utilisez pas. Les apps peuvent s’exécuter en arrière-plan et déterminer votre position actuelle à l’aide de votre adresse IP.
fr_ca: Désinstallez les apps que vous ne reconnaissez pas ou que vous n’utilisez pas. Les apps peuvent s’exécuter en arrière-plan et permettre de déterminer votre position actuelle au moyen de votre adresse IP.
he: באפשרותך להסיר את ההתקנה של יישומים שאינם מוכרים לך או שאינם משמשים אותך. יישומים יכולים לפעול ברקע ולקבוע את המיקום שלך באופן מתמשך באמצעות כתובת ה-IP שלך.
hi: ऐसे ऐप्स को अनइंस्टॉल करें जिन्हें आप पहचानते नहीं हैं या इस्तेमाल नहीं करते हैं। हो सकता है कि ऐप्स बैकग्राउंड में चलें और आपका IP पता इस्तेमाल करके आपके लगातार बदल रहे स्थान को निर्धारित करें।
hr: Deinstalirajte aplikacije koje ne prepoznajete ili koristite. Aplikacije mogu biti pokrenute u pozadini i utvrđivati vašu lokaciju putem vaše IP adrese.
hu: Eltávolíthatja az Ön által nem ismert vagy nem használt appokat. Az appok a háttérben futhatnak, és az IP-címének használatával megállapíthatják az Ön folyamatos helyzetét.
id: Copot app yang tidak Anda kenali atau gunakan. App dapat dijalankan di latar belakang dan menentukan lokasi Anda saat ini menggunakan alamat IP Anda.
it: Disinstalla le app che non riconosci o non utilizzi. Le app possono essere eseguite in background e determinare la tua posizione aggiornata tramite l’indirizzo IP.
ja: 覚えのないアプリや使用していないアプリをアンインストールしてください。アプリがバックグラウンドで実行されて、IPアドレスから継続的に位置情報を判断される可能性があります。
kk: Танымайтын немесе пайдаланбайтын қолданбаларды жойып тастаңыз. Ондай қолданбалар фондық режимде жұмыс істей алады және IP мекенжайыңызды пайдаланып ағымдағы геолокацияңызды анықтай алады.
ko: 앱을 알아볼 수 없거나 사용하지 않는다면 설치 제거하십시오. 앱이 백그라운드에서 실행되면서 사용자의 IP 주소를 이용하여 현재 위치를 파악할 수 있습니다.
lt: Pašalinkite programas, kurių neatpažįstate arba nenaudojate. Programos gali veikti fone ir naudodamos jūsų IP adresą nustatyti nuolatinę vietą.
ms: Nyahpasang app yang tidak anda kenali atau gunakan. App boleh dijalankan di latar belakang dan menentukan lokasi berterusan anda menggunakan alamat IP anda.
nl: Verwijder apps die je niet herkent of niet gebruikt. Apps kunnen op de achtergrond actief zijn en je locatie voortdurend bepalen via je IP-adres.
no: Avinstaller apper som du ikke bruker eller kjenner igjen. Apper kan kjøre i bakgrunnen og avgjøre den gjeldende posisjonen din ved hjelp av IP-adressen.
pl: Odinstaluj aplikacje, których nie rozpoznajesz lub nie używasz. Aplikacje mogą działać w tle i określać Twoje położenie w czasie rzeczywistym, używając Twojego adresu IP.
pt_br: Desinstale os apps que você não reconhece ou usa. Apps podem ser executados em segundo plano e usar o endereço IP para determinar a sua localização.
pt_pt: Desinstale as aplicações que não reconhece ou não utiliza. As aplicações podem ser executadas em segundo plano e determinam a sua localização através do seu endereço IP.
ro: Dezinstalați aplicațiile pe care nu le recunoașteți sau nu le utilizați. Aplicațiile pot să ruleze în fundal și să determine în permanență localizarea utilizând adresa dvs. IP.
ru: Удалите приложения, если не используете их или они кажутся Вам незнакомыми. Приложения могут работать в фоновом режиме и отслеживать изменения Вашей геопозиции по IP‑адресу.
sk: Odinštalujte apky, ktoré nepoznáte alebo nepoužívate. Apky môžu bežať na pozadí a priebežne určovať vašu polohu z IP adresy.
sl: Odstranite aplikacije, ki jih ne prepoznate ali uporabljate. Aplikacije se lahko izvajajo v ozadju in na podlagi naslova IP prepoznavajo vašo trenutno lokacijo.
sv: Avinstallera appar som du inte känner igen eller använder. Appar kan köras i bakgrunden och fastställa din aktuella plats med hjälp av din IP‑adress.
th: ถอนการติดตั้งแอปที่คุณไม่รู้จักหรือไม่ได้ใช้ แอปสามารถทำงานอยู่เบื้องหลังและทราบตำแหน่งที่ตั้งที่เปลี่ยนแปลงของคุณได้โดยใช้ที่อยู่ IP
tr: Bilmediğiniz ya da kullanmadığınız uygulamaları kaldırın. Uygulamalar arka planda çalışabilir ve IP adresinizi kullanarak bulunduğunuz konumu belirleyebilir.
uk: Деінсталюйте програми, які ви не використовуєте, та невідомі програми. Програми можуть працювати у фоновому режимі й визначати вашу геопозицію за IP‑адресою.
vi: Gỡ cài đặt các ứng dụng mà bạn không nhận ra hoặc không sử dụng. Các ứng dụng có thể chạy trong nền và xác định vị trí hiện tại của bạn bằng địa chỉ IP.
zh_cn: 卸载不认识或未使用的App。App可以在后台运行，并使用你的IP地址持续确定你的位置信息。
zh_hk: 解除安裝你無法識別或沒有使用的App。App可以在背景運作，並使用你的IP位址確定你的持續位置。
zh_tw: 解除安裝你不認得或不使用的App。App可以在背景中執行並使用你的IP位址來確認你進行中的位置。
